cmsis-svd/cmsis-svd/data/Fujitsu/MB9B360L.xml
        <!-- REGISTER "WTCAL1" -->
        <register>
          <name>WTCAL1</name>
          <description>Frequency Correction Value Setting Register 1</description>
          <addressOffset>0x15C</addressOffset>
          <size>8</size>
          <access>read-write</access>
          <resetValue>0x00</resetValue>
          <resetMask>0x03</resetMask>
          <!-- FIELDS -->
          <fields>
            <!-- FIELD "WTCAL1" -->
            <field>
              <name>WTCAL1</name>
              <description>Frequency correction value setting bits 1</description>
              <lsb>0</lsb>
              <msb>1</msb>
              <access>read-write</access>
            </field>
          </fields>
        </register>
        <!-- REGISTER "WTCALEN" -->
        <register>
          <name>WTCALEN</name>
          <description>Frequency Correction Enable Register</description>
          <addressOffset>0x160</addressOffset>
          <size>8</size>
          <access>read-write</access>
          <resetValue>0x00</resetValue>
          <resetMask>0x01</resetMask>
          <!-- FIELDS -->
          <fields>
            <!-- FIELD "WTCALEN" -->
            <field>
              <name>WTCALEN</name>
              <description>Frequency correction enable bit</description>
              <lsb>0</lsb>
              <msb>0</msb>
              <access>read-write</access>
            </field>
          </fields>
        </register>
        <!-- REGISTER "WTDIV" -->
        <register>
          <name>WTDIV</name>
          <description>Division Ratio Setting Register</description>
          <addressOffset>0x164</addressOffset>
          <size>8</size>
          <access>read-write</access>
          <resetValue>0x00</resetValue>
          <resetMask>0x0F</resetMask>
          <!-- FIELDS -->
          <fields>
            <!-- FIELD "WTDIV" -->
            <field>
              <name>WTDIV</name>
              <description>Division ration setting bits</description>
              <lsb>0</lsb>
              <msb>3</msb>
              <access>read-write</access>
            </field>
          </fields>
        </register>
        <!-- REGISTER "WTDIVEN" -->
        <register>
          <name>WTDIVEN</name>
          <description>Divider Output Enable Register</description>
          <addressOffset>0x168</addressOffset>
          <size>8</size>
          <access>read-write</access>
          <resetValue>0x00</resetValue>
          <resetMask>0x03</resetMask>
          <!-- FIELDS -->
          <fields>
            <!-- FIELD "WTDIVRDY" -->
            <field>
              <name>WTDIVRDY</name>
              <description>Divider state bit</description>
              <lsb>1</lsb>
              <msb>1</msb>
              <access>read-only</access>
            </field>
            <!-- FIELD "WTDIVEN" -->
            <field>
              <name>WTDIVEN</name>
              <description>Divider enable bit</description>
              <lsb>0</lsb>
              <msb>0</msb>
              <access>read-write</access>
            </field>
          </fields>
        </register>
        <!-- REGISTER "WTCALPRD" -->
        <register>
          <name>WTCALPRD</name>
          <description>Frequency Correction Period Setting Register</description>
          <addressOffset>0x16C</addressOffset>
          <size>8</size>
          <access>read-write</access>
          <resetValue>0x13</resetValue>
          <resetMask>0x3F</resetMask>
          <!-- FIELDS -->
          <fields>
            <!-- FIELD "WTCALPRD" -->
            <field>
              <name>WTCALPRD</name>
              <description>Frequency correction value setting bits</description>
              <lsb>0</lsb>
              <msb>5</msb>
              <access>read-write</access>
            </field>
          </fields>
        </register>
        <!-- REGISTER "WTCOSEL" -->
        <register>
          <name>WTCOSEL</name>
          <description>RTCCO Output Selection Register</description>
          <addressOffset>0x170</addressOffset>
          <size>8</size>
          <access>read-write</access>
          <resetValue>0x00</resetValue>
          <resetMask>0x01</resetMask>
          <!-- FIELDS -->
          <fields>
            <!-- FIELD "WTCOSEL" -->
            <field>
              <name>WTCOSEL</name>
              <description>RTCCO output selection bit</description>
              <lsb>0</lsb>
              <msb>0</msb>
              <access>read-write</access>
            </field>
          </fields>
        </register>
        <!-- REGISTER "VB_CLKDIV" -->
        <register>
          <name>VB_CLKDIV</name>
          <description>VB_CLKDIV Register</description>
          <addressOffset>0x174</addressOffset>
          <size>8</size>
          <access>read-write</access>
          <resetValue>0x07</resetValue>
          <resetMask>0xFF</resetMask>
          <!-- FIELDS -->
          <fields>
            <!-- FIELD "DIV" -->
            <field>
              <name>DIV</name>
              <description>Transfer clock set bits</description>
              <lsb>0</lsb>
              <msb>7</msb>
              <access>read-write</access>
            </field>
          </fields>
        </register>
        <!-- REGISTER "WTOSCCNT" -->
        <register>
          <name>WTOSCCNT</name>
          <description>WTOSCCNT Register</description>
          <addressOffset>0x178</addressOffset>
          <size>8</size>
          <access>read-write</access>
          <resetValue>0x01</resetValue>
          <resetMask>0x03</resetMask>
          <!-- FIELDS -->
          <fields>
            <!-- FIELD "SOSCNTL" -->
            <field>
              <name>SOSCNTL</name>
              <description>Cooperative operation control bit</description>
              <lsb>1</lsb>
              <msb>1</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "SOSCEX" -->
            <field>
              <name>SOSCEX</name>
              <description>Oscillation enable bit</description>
              <lsb>0</lsb>
              <msb>0</msb>
              <access>read-write</access>
            </field>
          </fields>
        </register>
        <!-- REGISTER "CCS" -->
        <register>
          <name>CCS</name>
          <description>CCS Register</description>
          <addressOffset>0x17C</addressOffset>
          <size>8</size>
          <access>read-write</access>
          <resetValue>0x08</resetValue>
          <resetMask>0xFF</resetMask>
          <!-- FIELDS -->
          <fields>
            <!-- FIELD "CCS" -->
            <field>
              <name>CCS</name>
              <description>Oscillation sustain current set bits</description>
              <lsb>0</lsb>
              <msb>7</msb>
              <access>read-write</access>
            </field>
          </fields>
        </register>
